/* GENERAL STRINGS */

"OK" = "OK";
"Delete" = "Удалить";
"Basic settings" = "Основные настройки";



/* MAIN ACTIVITIES */

"Home" = "Главная";
"Open" = "Открытые";
"Closed" = "Закрытые";
"Awards" = "Награды";



/* HOME VIEW */

"Up next" = "Далее";
"More to explore" = "Больше для изучения";



/* PROJECTS VIEW */

"Open Projects" = "Открытые проекты";
"Closed Projects" = "Закрытые проекты";
"Add Project" = "Добавить проект";
"Add New Item" = "Добавить новый элемент";
"There's nothing here right now" = "Сейчас здесь ничего нет";

/* A button that shows a menu with the following options */
"Sort" = "Сортировка";
"Sort items" = "Сортировать элементы"; /* The title of the menu */
"Optimized" = "Оптимально"; /* Sort using an optimized algorithm */
"Creation Date" = "Дата создания"; /* Sort by the date items were created */
"Title" = "Заголовок"; /* Sort by item title */

/* Default names for a new project and a new item */
"New Project" = "Новый проект";
"New Item" = "Новый элемент";



/* EDITING PROJECTS */
"Edit Project" = "Редактирование проекта";
"Project name" = "Название проекта";
"Description of this project" = "Описание проекта";
"Custom project color" = "Цвет";

/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "Закрыть этот проект";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project completely." = "Закрытие проекта переносит его из вкладки Открытые на вкладку закрытые; удаление стирает проект полностью";
"Reopen this project" = "Переоткрыть этот проект";
"Delete this project" = "Удалить этот проект";
"Delete project?" = "Удалить проект?";
"Are you sure you want to delete this project? You will also delete all the items it contains." = "Вы уверены что хотите удалить этот проект? Это удалит все элементы которые он содержит";



/* EDITING ITEMS */
"Edit Item" = "Редактирование элемента";
"Item name" = "Наименование элемента";
"Description" = "Описание";
"Priority" = "Приоритет";
"Low" = "Низкий";
"Medium" = "Средний";
"High" = "Высокий";

"Mark Completed" = "Отметить как завершенный"; /* Mark this item as being completed (finished/accomplished) */



/* AWARDS */

"Locked" = "Заблокировано";
"Unlocked: %@" = "Разблокировано: %@";



/* OTHER STRINGS */

/* Shown by default when the user hasn't select a project or item */
"Please select something from the menu to begin." = "Пожалуйста выберите что-нибудь для начала";

"%@, %lld items, %g%% complete." = "%@, %lld элементов, %g%% завершено.";

"Select a project color" = "Выберите цвет проекта";
"Pink" = "Розовый";
"Purple" = "Фиолетовый";
"Red" = "Красный";
"Orange" = "Оранжевый";
"Gold" = "Золотой";
"Green" = "Зеленый";
"Teal" = "Бирюзовый";
"Light Blue" = "Светло-синий";
"Dark Blue" = "Темно-синий";
"Midnight" = "Полночь";
"Dark Gray" = "Темно-серый";
"Gray" = "Серый";

"%@, completed." = "%@, завершен.";
"%@, high priority." = "%@, высокий приоритет.";
